Repository: gonzopancho/flametouch
Catalog: *.lproj/Localizable.strings
Languages: de

source: No Wi-Fi Connection
de: Keine Wi-Fi Verbindung

source: Flame can only find Bonjour services on the local Wi-Fi network. Without WiFi, it is not going to be very useful.
de: Flame kann ausschließlich Bonjour Dienste im lokalen Wi-Fi Netzwerk finden. Ohne Netzwerkverbindung wird das Programm nicht nützlich sein.

source: Hosts
de: Geräte

source: Services
de: Dienste

source: About Flame
de: Über Flame

source: Host
de: Gerät

source: Type
de: Art

source: Description
de: Beschreibung

source: Open Service
de: Dienst öffnen

source: No Services
de: Keine Dienste

source: 1 Service
de: 1 Dienst

source: %i Services
de: %i Dienste

source: 1 Instance: “%@”
de: 1 Dienst: „%@“

# %i Instances: %@
source: %1$i Instances: %2$@
de: %1$i Dienste: %2$@

source: Announced once.
de: Einmal angekündigt.

source: Announced twice.
de: Zweimal angekündigt.

source: Announced %i times.
de: %i Mal angekündigt.
